vim.pack.add({
	"https://github.com/nvim-tree/nvim-web-devicons",
	{ src = "https://github.com/nvimdev/dashboard-nvim" }
})

local function default_header()
	return {
		[[                                                    ]],
		[[ ███╗   ██╗███████╗ ██████╗ ██╗   ██╗██╗███╗   ███╗ ]],
		[[ ████╗  ██║██╔════╝██╔═══██╗██║   ██║██║████╗ ████║ ]],
		[[ ██╔██╗ ██║█████╗  ██║   ██║██║   ██║██║██╔████╔██║ ]],
		[[ ██║╚██╗██║██╔══╝  ██║   ██║╚██╗ ██╔╝██║██║╚██╔╝██║ ]],
		[[ ██║ ╚████║███████╗╚██████╔╝ ╚████╔╝ ██║██║ ╚═╝ ██║ ]],
		[[ ╚═╝  ╚═══╝╚══════╝ ╚═════╝   ╚═══╝  ╚═╝╚═╝     ╚═╝ ]],
		[[                                                    ]],
	}
end

require('dashboard').setup {
	theme = 'doom',
	config = {
		header = default_header(),
		center = {
			{
				desc = "Neovim is da best!"
			}
		},
		footer = { }
	}
}

